{
  "text": {
    "chào": 20,
    "bot": 9,
    "hello": 35,
    "ơi": 104,
    "có": 23,
    "ai": 5,
    "ở": 106,
    "đó": 99,
    "không": 46,
    "tạm": 91,
    "biệt": 8,
    "bye": 10,
    "cảm": 24,
    "ơn": 105,
    "chính": 21,
    "sách": 76,
    "bảo": 13,
    "hành": 38,
    "thế": 81,
    "nào": 61,
    "laptop": 48,
    "được": 101,
    "bao": 7,
    "lâu": 51,
    "sản": 78,
    "phẩm": 66,
    "giá": 31,
    "iphone": 45,
    "__number__": 2,
    "nhiêu": 60,
    "dell": 27,
    "xps": 97,
    "sao": 73,
    "cho": 19,
    "tôi": 88,
    "hỏi": 41,
    "của": 26,
    "samsung": 72,
    "galaxy": 29,
    "s23": 71,
    "acer": 4,
    "14gb": 0,
    "ram": 67,
    "case": 16,
    "đơn": 100,
    "hàng": 37,
    "rồi": 69,
    "check": 17,
    "abc56": 3,
    "tình": 86,
    "trạng": 84,
    "là": 49,
    "gì": 33,
    "muốn": 56,
    "mua": 55,
    "gaming": 30,
    "cần": 25,
    "tìm": 85,
    "văn": 94,
    "phòng": 64,
    "bạn": 12,
    "bán": 11,
    "máy": 58,
    "tính": 87,
    "mẫu": 59,
    "điện": 98,
    "thoại": 79,
    "hot": 36,
    "về": 96,
    "i3": 42,
    "và": 93,
    "i7": 43,
    "cái": 22,
    "hơn": 40,
    "so": 75,
    "sánh": 77,
    "chip": 18,
    "intel": 44,
    "ryzen": 68,
    "bị": 14,
    "nóng": 63,
    "phải": 65,
    "làm": 50,
    "sinh": 74,
    "viên": 92,
    "kiến": 47,
    "trúc": 83,
    "nên": 62,
    "tư": 89,
    "vấn": 95,
    "lập": 53,
    "trình": 82,
    "tại": 90,
    "macbook": 54,
    "lại": 52,
    "đắt": 102,
    "8gb": 1,
    "đủ": 103,
    "dùng": 28,
    "hay": 34,
    "asus": 6,
    "giải": 32,
    "thích": 80,
    "card": 15,
    "màn": 57,
    "hình": 39,
    "rời": 70
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "ask_warranty": 2,
    "ask_price": 0,
    "check_order_status": 3,
    "inform_need": 6,
    "inform_product": 7,
    "ask_tech_advice": 1,
    "nlu_fallback": 8,
    "search_product_by_criteria": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 9,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_chat_with_llm": 1,
    "action_get_order_status": 7,
    "action_get_price": 8,
    "action_submit_search_form": 13,
    "product_search_form": 16,
    "utter_ask_warranty": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_inform_need": 20,
    "utter_please_provide_product": 21
  },
  "action_text": null,
  "intent_response_key": null
}