{
  "text": {
    " ": 0,
    "c": 321,
    "h": 405,
    "à": 761,
    "o": 584,
    " c": 36,
    "ch": 337,
    "hà": 428,
    "ào": 771,
    "o ": 585,
    " ch": 40,
    "chà": 345,
    "hào": 432,
    "ào ": 772,
    " chà": 44,
    "chào": 346,
    "hào ": 433,
    "b": 288,
    "t": 675,
    " b": 19,
    "bo": 302,
    "ot": 596,
    "t ": 676,
    " bo": 24,
    "bot": 305,
    "ot ": 597,
    " bot": 25,
    "bot ": 306,
    "e": 373,
    "l": 505,
    " h": 70,
    "he": 410,
    "el": 378,
    "ll": 512,
    "lo": 516,
    " he": 73,
    "hel": 413,
    "ell": 380,
    "llo": 514,
    "lo ": 517,
    " hel": 74,
    "hell": 414,
    "ello": 382,
    "llo ": 515,
    "ơ": 850,
    "i": 462,
    " ơ": 209,
    "ơi": 851,
    "i ": 463,
    " ơi": 210,
    "ơi ": 852,
    " ơi ": 211,
    "ó": 812,
    "có": 354,
    "ó ": 813,
    " có": 48,
    "có ": 355,
    " có ": 49,
    "a": 249,
    " a": 10,
    "ai": 259,
    " ai": 15,
    "ai ": 260,
    " ai ": 16,
    "ở": 921,
    " ở": 214,
    "ở ": 922,
    " ở ": 215,
    "đ": 833,
    " đ": 196,
    "đó": 837,
    " đó": 199,
    "đó ": 838,
    " đó ": 200,
    "k": 497,
    "ô": 817,
    "n": 559,
    "g": 389,
    " k": 94,
    "kh": 499,
    "hô": 445,
    "ôn": 820,
    "ng": 563,
    "g ": 390,
    " kh": 95,
    "khô": 500,
    "hôn": 446,
    "ông": 821,
    "ng ": 564,
    " khô": 96,
    "khôn": 501,
    "hông": 447,
    "ông ": 822,
    "ạ": 860,
    "m": 531,
    " t": 161,
    "tạ": 710,
    "ạm": 863,
    "m ": 532,
    " tạ": 179,
    "tạm": 713,
    "ạm ": 864,
    " tạm": 181,
    "tạm ": 714,
    "ệ": 902,
    "bi": 299,
    "iệ": 492,
    "ệt": 905,
    " bi": 22,
    "biệ": 300,
    "iệt": 495,
    "ệt ": 906,
    " biệ": 23,
    "biệt": 301,
    "iệt ": 496,
    "y": 750,
    "by": 307,
    "ye": 752,
    "e ": 374,
    " by": 26,
    "bye": 308,
    "ye ": 753,
    " bye": 27,
    "bye ": 309,
    "ả": 869,
    "cả": 356,
    "ảm": 872,
    " cả": 50,
    "cảm": 357,
    "ảm ": 873,
    " cảm": 51,
    "cảm ": 358,
    "ơn": 853,
    "n ": 560,
    " ơn": 212,
    "ơn ": 854,
    " ơn ": 213,
    "í": 801,
    "hí": 437,
    "ín": 805,
    "nh": 565,
    "h ": 406,
    "chí": 347,
    "hín": 440,
    "ính": 806,
    "nh ": 566,
    " chí": 45,
    "chín": 348,
    "hính": 441,
    "ính ": 807,
    "s": 645,
    "á": 773,
    " s": 146,
    "sá": 667,
    "ác": 775,
    " sá": 156,
    "sác": 668,
    "ách": 776,
    "ch ": 338,
    " sác": 157,
    "sách": 669,
    "ách ": 777,
    "bả": 316,
    "ảo": 876,
    " bả": 32,
    "bảo": 317,
    "ảo ": 877,
    " bảo": 33,
    "bảo ": 318,
    "àn": 765,
    " hà": 77,
    "hàn": 429,
    "ành": 769,
    " hàn": 78,
    "hành": 431,
    "ành ": 770,
    "ế": 896,
    "th": 680,
    "hế": 457,
    "ế ": 897,
    " th": 162,
    "thế": 685,
    "hế ": 458,
    " thế": 165,
    "thế ": 686,
    " n": 123,
    "nà": 575,
    " nà": 126,
    "nào": 576,
    " nào": 127,
    "nào ": 577,
    "p": 601,
    " l": 99,
    "la": 507,
    "ap": 272,
    "pt": 614,
    "to": 687,
    "op": 594,
    "p ": 602,
    " la": 100,
    "lap": 508,
    "apt": 273,
    "pto": 615,
    "top": 688,
    "op ": 595,
    " lap": 101,
    "lapt": 509,
    "apto": 274,
    "ptop": 616,
    "top ": 689,
    "ư": 855,
    "ợ": 923,
    "đư": 842,
    "ượ": 857,
    "ợc": 924,
    "c ": 322,
    " đư": 203,
    "đượ": 843,
    "ược": 858,
    "ợc ": 925,
    " đượ": 204,
    "được": 844,
    "ược ": 859,
    "ba": 290,
    "ao": 270,
    " ba": 20,
    "bao": 291,
    "ao ": 271,
    " bao": 21,
    "bao ": 292,
    "â": 786,
    "u": 715,
    "lâ": 522,
    "âu": 787,
    "u ": 716,
    " lâ": 105,
    "lâu": 523,
    "âu ": 788,
    " lâu": 106,
    "lâu ": 524,
    "sả": 672,
    "ản": 874,
    " sả": 159,
    "sản": 673,
    "ản ": 875,
    " sản": 160,
    "sản ": 674,
    "ẩ": 884,
    " p": 132,
    "ph": 603,
    "hẩ": 454,
    "ẩm": 885,
    " ph": 133,
    "phẩ": 610,
    "hẩm": 455,
    "ẩm ": 886,
    " phẩ": 136,
    "phẩm": 611,
    "hẩm ": 456,
    " g": 61,
    "gi": 398,
    "iá": 479,
    "á ": 774,
    " gi": 65,
    "giá": 399,
    "iá ": 480,
    " giá": 66,
    "giá ": 400,
    " i": 85,
    "ip": 475,
    "ho": 420,
    "on": 588,
    "ne": 561,
    " ip": 92,
    "iph": 477,
    "pho": 604,
    "hon": 422,
    "one": 589,
    "ne ": 562,
    " iph": 93,
    "ipho": 478,
    "phon": 605,
    "hone": 423,
    "one ": 590,
    "_": 240,
    "r": 617,
    " _": 7,
    "__": 242,
    "_n": 246,
    "nu": 572,
    "um": 719,
    "mb": 536,
    "be": 296,
    "er": 385,
    "r_": 619,
    "_ ": 241,
    " __": 8,
    "__n": 244,
    "_nu": 247,
    "num": 573,
    "umb": 720,
    "mbe": 537,
    "ber": 297,
    "er_": 387,
    "r__": 620,
    "__ ": 243,
    " __n": 9,
    "__nu": 245,
    "_num": 248,
    "numb": 574,
    "umbe": 721,
    "mber": 538,
    "ber_": 298,
    "er__": 388,
    "r__ ": 621,
    "ê": 789,
    "hi": 415,
    "iê": 481,
    "êu": 792,
    " nh": 124,
    "nhi": 567,
    "hiê": 418,
    "iêu": 484,
    "êu ": 793,
    " nhi": 125,
    "nhiê": 568,
    "hiêu": 419,
    "iêu ": 485,
    "d": 365,
    " d": 56,
    "de": 367,
    "l ": 506,
    " de": 57,
    "del": 368,
    "ll ": 513,
    " del": 58,
    "dell": 369,
    "ell ": 381,
    "x": 744,
    " x": 193,
    "xp": 745,
    "ps": 612,
    "s ": 646,
    " xp": 194,
    "xps": 746,
    "ps ": 613,
    " xps": 195,
    "xps ": 747,
    "sa": 650,
    " sa": 149,
    "sao": 653,
    " sao": 151,
    "sao ": 654,
    "cho": 343,
    "ho ": 421,
    " cho": 43,
    "cho ": 344,
    "tô": 705,
    "ôi": 818,
    " tô": 175,
    "tôi": 706,
    "ôi ": 819,
    " tôi": 176,
    "tôi ": 707,
    "ỏ": 909,
    "hỏ": 459,
    "ỏi": 910,
    " hỏ": 83,
    "hỏi": 460,
    "ỏi ": 911,
    " hỏi": 84,
    "hỏi ": 461,
    "ủ": 926,
    "củ": 362,
    "ủa": 928,
    "a ": 250,
    " củ": 54,
    "của": 363,
    "ủa ": 929,
    " của": 55,
    "của ": 364,
    "am": 264,
    "ms": 542,
    "su": 662,
    "un": 722,
    "sam": 651,
    "ams": 268,
    "msu": 543,
    "sun": 663,
    "ung": 723,
    " sam": 150,
    "sams": 652,
    "amsu": 269,
    "msun": 544,
    "sung": 664,
    "ung ": 724,
    "ga": 391,
    "al": 261,
    "ax": 283,
    "xy": 748,
    "y ": 751,
    " ga": 62,
    "gal": 392,
    "ala": 262,
    "lax": 510,
    "axy": 284,
    "xy ": 749,
    " gal": 63,
    "gala": 393,
    "alax": 263,
    "laxy": 511,
    "axy ": 285,
    "2": 220,
    "3": 223,
    "s2": 647,
    "23": 221,
    "3 ": 224,
    " s2": 147,
    "s23": 648,
    "23 ": 222,
    " s23": 148,
    "s23 ": 649,
    "ac": 254,
    "ce": 334,
    "r ": 618,
    " ac": 13,
    "ace": 257,
    "cer": 335,
    "er ": 386,
    " ace": 14,
    "acer": 258,
    "cer ": 336,
    "1": 216,
    "4": 225,
    " 1": 1,
    "14": 217,
    "4g": 226,
    "gb": 396,
    "b ": 289,
    " 14": 2,
    "14g": 218,
    "4gb": 227,
    "gb ": 397,
    " 14g": 3,
    "14gb": 219,
    "4gb ": 228,
    " r": 137,
    "ra": 622,
    " ra": 138,
    "ram": 623,
    "am ": 265,
    " ram": 139,
    "ram ": 624,
    "ca": 326,
    "as": 278,
    "se": 655,
    " ca": 37,
    "cas": 329,
    "ase": 279,
    "se ": 656,
    " cas": 39,
    "case": 330,
    "ase ": 280,
    "đơ": 839,
    " đơ": 201,
    "đơn": 840,
    " đơn": 202,
    "đơn ": 841,
    "àng": 767,
    "hàng": 430,
    "àng ": 768,
    "ồ": 915,
    "rồ": 639,
    "ồi": 916,
    " rồ": 142,
    "rồi": 640,
    "ồi ": 917,
    " rồi": 143,
    "rồi ": 641,
    "ec": 375,
    "ck": 349,
    "k ": 498,
    "che": 339,
    "hec": 411,
    "eck": 376,
    "ck ": 350,
    " che": 41,
    "chec": 340,
    "heck": 412,
    "eck ": 377,
    "5": 229,
    "6": 232,
    "ab": 251,
    "bc": 293,
    "c5": 323,
    "56": 230,
    "6 ": 233,
    " ab": 11,
    "abc": 252,
    "bc5": 294,
    "c56": 324,
    "56 ": 231,
    " abc": 12,
    "abc5": 253,
    "bc56": 295,
    "c56 ": 325,
    "ì": 794,
    "tì": 697,
    "ìn": 798,
    " tì": 170,
    "tìn": 700,
    "ình": 799,
    " tìn": 172,
    "tình": 701,
    "ình ": 800,
    "tr": 690,
    "rạ": 636,
    "ạn": 865,
    " tr": 166,
    "trạ": 695,
    "rạn": 637,
    "ạng": 867,
    " trạ": 169,
    "trạn": 696,
    "rạng": 638,
    "ạng ": 868,
    "là": 518,
    "à ": 762,
    " là": 102,
    "là ": 519,
    " là ": 103,
    "gì": 403,
    "ì ": 795,
    " gì": 68,
    "gì ": 404,
    " gì ": 69,
    "ố": 912,
    " m": 111,
    "mu": 545,
    "uố": 727,
    "ốn": 913,
    " mu": 114,
    "muố": 548,
    "uốn": 728,
    "ốn ": 914,
    " muố": 116,
    "muốn": 549,
    "uốn ": 729,
    "ua": 717,
    "mua": 546,
    "ua ": 718,
    " mua": 115,
    "mua ": 547,
    "mi": 539,
    "in": 468,
    "gam": 394,
    "ami": 266,
    "min": 540,
    "ing": 469,
    " gam": 64,
    "gami": 395,
    "amin": 267,
    "ming": 541,
    "ing ": 470,
    "ầ": 881,
    "cầ": 359,
    "ần": 882,
    " cầ": 52,
    "cần": 360,
    "ần ": 883,
    " cần": 53,
    "cần ": 361,
    "ìm": 796,
    "tìm": 698,
    "ìm ": 797,
    " tìm": 171,
    "tìm ": 699,
    "v": 730,
    "ă": 830,
    " v": 182,
    "vă": 736,
    "ăn": 831,
    " vă": 187,
    "văn": 737,
    "ăn ": 832,
    " văn": 188,
    "văn ": 738,
    "ò": 808,
    "hò": 442,
    "òn": 809,
    "phò": 606,
    "hòn": 443,
    "òng": 810,
    " phò": 134,
    "phòn": 607,
    "hòng": 444,
    "òng ": 811,
    "bạ": 313,
    " bạ": 30,
    "bạn": 314,
    "ạn ": 866,
    " bạn": 31,
    "bạn ": 315,
    "bá": 310,
    "án": 780,
    " bá": 28,
    "bán": 311,
    "án ": 781,
    " bán": 29,
    "bán ": 312,
    "má": 553,
    "áy": 784,
    " má": 119,
    "máy": 554,
    "áy ": 785,
    " máy": 120,
    "máy ": 555,
    "tí": 702,
    " tí": 173,
    "tín": 703,
    " tín": 174,
    "tính": 704,
    "ẫ": 887,
    "mẫ": 556,
    "ẫu": 888,
    " mẫ": 121,
    "mẫu": 557,
    "ẫu ": 889,
    " mẫu": 122,
    "mẫu ": 558,
    "đi": 834,
    "ện": 903,
    " đi": 197,
    "điệ": 835,
    "iện": 493,
    "ện ": 904,
    " điệ": 198,
    "điện": 836,
    "iện ": 494,
    "oạ": 598,
    "ại": 861,
    "tho": 681,
    "hoạ": 426,
    "oại": 599,
    "ại ": 862,
    " tho": 163,
    "thoạ": 682,
    "hoại": 427,
    "oại ": 600,
    " ho": 75,
    "hot": 424,
    " hot": 76,
    "hot ": 425,
    "ề": 900,
    "về": 742,
    "ề ": 901,
    " về": 191,
    "về ": 743,
    " về ": 192,
    "i3": 464,
    " i3": 86,
    "i3 ": 465,
    " i3 ": 87,
    "và": 734,
    " và": 185,
    "và ": 735,
    " và ": 186,
    "7": 234,
    "i7": 466,
    "7 ": 235,
    " i7": 88,
    "i7 ": 467,
    " i7 ": 89,
    "cá": 351,
    "ái": 778,
    " cá": 46,
    "cái": 352,
    "ái ": 779,
    " cái": 47,
    "cái ": 353,
    "hơ": 448,
    " hơ": 81,
    "hơn": 449,
    " hơn": 82,
    "hơn ": 450,
    "so": 660,
    " so": 154,
    "so ": 661,
    " so ": 155,
    "sán": 670,
    "ánh": 782,
    " sán": 158,
    "sánh": 671,
    "ánh ": 783,
    "chi": 341,
    "hip": 416,
    "ip ": 476,
    " chi": 42,
    "chip": 342,
    "hip ": 417,
    "nt": 569,
    "te": 677,
    " in": 90,
    "int": 473,
    "nte": 570,
    "tel": 678,
    "el ": 379,
    " int": 91,
    "inte": 474,
    "ntel": 571,
    "tel ": 679,
    "z": 757,
    "ry": 627,
    "yz": 754,
    "ze": 758,
    "en": 383,
    " ry": 140,
    "ryz": 628,
    "yze": 755,
    "zen": 759,
    "en ": 384,
    " ryz": 141,
    "ryze": 629,
    "yzen": 756,
    "zen ": 760,
    "ị": 907,
    "bị": 319,
    "ị ": 908,
    " bị": 34,
    "bị ": 320,
    " bị ": 35,
    "nó": 581,
    "ón": 814,
    " nó": 130,
    "nón": 582,
    "óng": 815,
    " nón": 131,
    "nóng": 583,
    "óng ": 816,
    "hả": 451,
    "ải": 870,
    "phả": 608,
    "hải": 452,
    "ải ": 871,
    " phả": 135,
    "phải": 609,
    "hải ": 453,
    "àm": 763,
    "làm": 520,
    "àm ": 764,
    " làm": 104,
    "làm ": 521,
    "si": 657,
    " si": 152,
    "sin": 658,
    "inh": 471,
    " sin": 153,
    "sinh": 659,
    "inh ": 472,
    "vi": 731,
    "ên": 790,
    " vi": 183,
    "viê": 732,
    "iên": 482,
    "ên ": 791,
    " viê": 184,
    "viên": 733,
    "iên ": 483,
    "ki": 502,
    "iế": 489,
    "ến": 898,
    " ki": 97,
    "kiế": 503,
    "iến": 490,
    "ến ": 899,
    " kiế": 98,
    "kiến": 504,
    "iến ": 491,
    "ú": 827,
    "rú": 633,
    "úc": 828,
    "trú": 693,
    "rúc": 634,
    "úc ": 829,
    " trú": 168,
    "trúc": 694,
    "rúc ": 635,
    "nê": 578,
    " nê": 128,
    "nên": 579,
    " nên": 129,
    "nên ": 580,
    "tư": 708,
    "ư ": 856,
    " tư": 177,
    "tư ": 709,
    " tư ": 178,
    "ấ": 878,
    "vấ": 739,
    "ấn": 879,
    " vấ": 189,
    "vấn": 740,
    "ấn ": 880,
    " vấn": 190,
    "vấn ": 741,
    "ậ": 890,
    "lậ": 528,
    "ập": 891,
    " lậ": 109,
    "lập": 529,
    "ập ": 892,
    " lập": 110,
    "lập ": 530,
    "rì": 630,
    "trì": 691,
    "rìn": 631,
    " trì": 167,
    "trìn": 692,
    "rình": 632,
    "tại": 711,
    " tại": 180,
    "tại ": 712,
    "ma": 533,
    "cb": 331,
    "oo": 591,
    "ok": 586,
    " ma": 112,
    "mac": 534,
    "acb": 255,
    "cbo": 332,
    "boo": 303,
    "ook": 592,
    "ok ": 587,
    " mac": 113,
    "macb": 535,
    "acbo": 256,
    "cboo": 333,
    "book": 304,
    "ook ": 593,
    "lạ": 525,
    " lạ": 107,
    "lại": 526,
    " lại": 108,
    "lại ": 527,
    "ắ": 893,
    "đắ": 845,
    "ắt": 894,
    " đắ": 205,
    "đắt": 846,
    "ắt ": 895,
    " đắt": 206,
    "đắt ": 847,
    "8": 236,
    " 8": 4,
    "8g": 237,
    " 8g": 5,
    "8gb": 238,
    " 8gb": 6,
    "8gb ": 239,
    "đủ": 848,
    "ủ ": 927,
    " đủ": 207,
    "đủ ": 849,
    " đủ ": 208,
    "ù": 823,
    "dù": 370,
    "ùn": 824,
    " dù": 59,
    "dùn": 371,
    "ùng": 825,
    " dùn": 60,
    "dùng": 372,
    "ùng ": 826,
    "ha": 407,
    "ay": 286,
    " ha": 71,
    "hay": 408,
    "ay ": 287,
    " hay": 72,
    "hay ": 409,
    "us": 725,
    " as": 17,
    "asu": 281,
    "sus": 665,
    "us ": 726,
    " asu": 18,
    "asus": 282,
    "sus ": 666,
    "iả": 486,
    "giả": 401,
    "iải": 487,
    " giả": 67,
    "giải": 402,
    "iải ": 488,
    "íc": 802,
    "thí": 683,
    "híc": 438,
    "ích": 803,
    " thí": 164,
    "thíc": 684,
    "hích": 439,
    "ích ": 804,
    "ar": 275,
    "rd": 625,
    "d ": 366,
    "car": 327,
    "ard": 276,
    "rd ": 626,
    " car": 38,
    "card": 328,
    "ard ": 277,
    "mà": 550,
    " mà": 117,
    "màn": 551,
    "àn ": 766,
    " màn": 118,
    "màn ": 552,
    "hì": 434,
    " hì": 79,
    "hìn": 435,
    " hìn": 80,
    "hình": 436,
    "ờ": 918,
    "rờ": 642,
    "ời": 919,
    " rờ": 144,
    "rời": 643,
    "ời ": 920,
    " rời": 145,
    "rời ": 644
  },
  "response": null,
  "action_text": null
}