{
  "text": {
    "chào": 15,
    "bot": 7,
    "hello": 26,
    "ơi": 66,
    "có": 17,
    "ai": 4,
    "ở": 68,
    "đó": 63,
    "không": 32,
    "tạm": 58,
    "biệt": 6,
    "bye": 8,
    "cảm": 18,
    "ơn": 67,
    "chính": 16,
    "sách": 49,
    "bảo": 11,
    "hành": 29,
    "thế": 52,
    "nào": 41,
    "laptop": 33,
    "được": 65,
    "bao": 5,
    "lâu": 35,
    "sản": 50,
    "phẩm": 43,
    "giá": 24,
    "iphone": 31,
    "__number__": 1,
    "nhiêu": 40,
    "dell": 21,
    "xps": 61,
    "sao": 48,
    "cho": 14,
    "tôi": 57,
    "hỏi": 30,
    "của": 20,
    "samsung": 47,
    "galaxy": 22,
    "s23": 46,
    "acer": 3,
    "14gb": 0,
    "ram": 44,
    "case": 12,
    "đơn": 64,
    "hàng": 28,
    "rồi": 45,
    "check": 13,
    "abc56": 2,
    "tình": 55,
    "trạng": 53,
    "là": 34,
    "gì": 25,
    "muốn": 37,
    "mua": 36,
    "gaming": 23,
    "cần": 19,
    "tìm": 54,
    "văn": 59,
    "phòng": 42,
    "bạn": 10,
    "bán": 9,
    "máy": 38,
    "tính": 56,
    "mẫu": 39,
    "điện": 62,
    "thoại": 51,
    "hot": 27,
    "về": 60
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "ask_warranty": 1,
    "ask_price": 0,
    "check_order_status": 2,
    "inform_need": 5,
    "inform_product": 6,
    "search_product_by_criteria": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_order_status": 6,
    "action_get_price": 7,
    "action_submit_search_form": 12,
    "product_search_form": 15,
    "utter_ask_warranty": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_inform_need": 19,
    "utter_please_provide_product": 20
  },
  "action_text": null,
  "intent_response_key": null
}